Repository: LiorShor/Friendly
Catalog: Friendly/Localizable/*.lproj/Localizable.strings
Languages: he

source: Sign in with Apple
he: התחברות דרך אפל

source: Sign in with phone number
he: התחברות דרך מספר טלפון

source: Can we get your number?
he: מהו מספר הטלפון שלך?

source: Next
he: קדימה

# SMS_VERIFICATION_NOTE
source: We'll text you a code to verify you're really you. Message and data rates may apply.
he: אנחנו שולחים לך הודעה כדי לוודא שזה המספר שלך

source: Enter your code
he: מה הקוד שקיבלת?

# SEND_AGAIN
source: Resend
he: שלחו לי שוב

# YOUR_NUMBER_COLON
source: Your number: %@
he: המספר שלך: %@

# WRONG_OTP
source: Invalid code. Please try again
he: לא זיהינו את הקוד. יש לנסות שוב

source: Select country code
he: קוד מדינה
